"PHONE_TITLE" = "電話";
"CALLS_LABEL" = "通話";
"CALL_FORWARDING" = "來電轉接";
"SHOW_CALLER_ID" = "顯示發話號碼";

"Loading" = "載入中⋯";
"Reverted" = "已回復";
"Saving" = "正在儲存⋯";
"FAILED" = "失敗";
"SUCCESS" = "成功";
"ERROR" = "錯誤";
"DISMISS" = "關閉";

"Calls" = "通話";
"International Assist" = "國際通話輔助";
"Phone" = "電話";
"Show My Caller ID" = "顯示發話號碼";

"SETTING_SAVE_ERROR" = "無法儲存“%@”設定。";
"kCTSettingTypeCallForwarding" = "來電轉接";
"kCTSettingTypeCallWaiting" = "來電等候";
"kCTSettingTypeCallingLineIdRestriction" = "發話號碼";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "關閉";
"ON" = "開啟";

"Network Selection" = "網路選擇";
"SIM PIN" = "SIM PIN";

"Call Forwarding" = "來電轉接";
"Call Waiting" = "來電等候";
"Network" = "網路";
"SIM Applications" = "SIM 應用程式";
"TTY" = "TTY";

"Automatic" = "自動";

"Save" = "儲存";
"Cancel" = "取消";
"Done" = "完成";
"OK" = "好";

"ENTER_PASSWORD_FOR_LOCK" = "輸入 PIN 來鎖定 SIM。%@";
"ENTER_PASSWORD_FOR_UNLOCK" = "輸入 PIN 來解鎖 SIM。%@";

"Current Password" = "現用密碼";
"New Password" = "新的密碼";
"Confirm New Password" = "確認新密碼";

"ATTEMPT_REMAINING" = "剩餘 %@ 次嘗試。";
"ATTEMPTS_REMAINING" = "剩餘 %@ 次嘗試。";

"COULD_NOT_LOCK" = "無法鎖定 SIM。%@";
"COULD_NOT_UNLOCK" = "無法解鎖 SIM。%@";
"Could not change PIN" = "無法更改 PIN。%@";
"CHANGE_PIN" = "更改 PIN";
"Error: Passwords do not match" = "錯誤：密碼不符";

"ENABLE_TTY" = "目前的通話要使用 TTY 嗎？";
"DISABLE_TTY" = "目前的通話要停用 TTY 嗎？";

"Yes" = "是";
"No" = "否";

"PHONE" = "本機號碼：%@";

"MY_NUMBER" = "本機號碼";
"UNKNOWN_NUMBER" = "未知";
"MY_NUMBER_PLACEHOLDER" = "號碼";
"SAVE_MY_NUMBER" = "儲存|取消";
"CANCEL_MY_NUMBER" = "取消|儲存";

"SHOW" = "顯示";
"HIDE" = "隱藏";
"NETWORK" = "預設值";

"Change Voicemail Password" = "更改語音信箱密碼";
"PASSWORD" = "密碼";
"OLD_PASSWORD_PROMPT" = "輸入現用的語音信箱密碼";
"NEW_PASSWORD_PROMPT" = "輸入新的語音信箱密碼";
"NEW_PASSWORD_REENTRY_PROMPT" = "重新輸入新的語音信箱密碼";
"NEW_PASSWORD_MISMATCH_PROMPT" = "密碼不符。請再試一次。";
"SAVING_PASSWORD_PROMPT" = "正在儲存密碼⋯";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "無法使用語音信箱\n請稍後再試。";
"VOICEMAIL_TASK_GENERIC_ERROR" = "語音信箱錯誤\n目前無法更改密碼。";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "密碼已儲存";

"DIAL_ASSIST_HELP" = "從海外撥打電話時，“國際通話輔助”會自動將正確的國際冠碼加入電話號碼。";

"Contacts" = "聯絡資訊";
"Sort Order" = "排序方式";
"Display Order" = "顯示順序";
"FIRST" = "名字在前，姓氏在後";
"LAST" = "姓氏在前，名字在後";

"CARRIER" = "電信業者";
"CARRIER_SERVICES" = "%@服務";

"PIN" = "PIN";
"CURRENT_PIN" = "現用 PIN";
"NEW_PIN" = "新的 PIN";
"CONFIRM_NEW_PIN" = "確認新 PIN";
"Error: PINs do not match" = "錯誤：PIN 不符";

"FORWARD_ALL" = "所有電話";
"FORWARD_CUSTOM" = "自定";
"FORWARD_TO" = "轉接到";
"FORWARDING_TO" = "轉接到";
"NO_ANSWER" = "無人接聽";
"BUSY" = "忙線";
"UNREACHABLE" = "未能接通";

"CALL_FORWARD_ERROR_TITLE" = "來電轉接";
"CALL_FORWARD_ERROR_MESSAGE" = "無法更改部份來電轉接設定";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "無法儲存電話號碼。";
